<?php 
$CI = & get_instance();
$cdata = json_decode($column_list->column_data, true);

$p_addr = json_decode($client_info[0]->permanent_addr, true);
$r_addr = json_decode($client_info[0]->present_addr, true);
$o_addr = json_decode($client_info[0]->office_addr, true);

$aggr_date = date("d, M Y", strtotime($client_info[0]->aggrement_date));
$payment_date = date("d, M Y", strtotime($trans_detail[0]->payment_date));


$booking_amt = $CI->master->getWord($trans_detail[0]->paid_booking_amt);

//print_r($p_addr);
//echo $p_addr['p_hno']
//[p_hno] => HNO. 441 [p_street] => Magneto Mall [p_landmark] => Magneto Mall [p_city] => Raipur [p_state] => Raipur [p_pincode] => 492001 )
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.0/css/all.min.css" integrity="sha512-iecdLmaskl7CVkqkXNQ/ZH/XLlvWZOJyj7Yy7tcenmpD1ypASozpmT/E0iPtmFIB46ZmdtAc9eNBvH0H/ZpiBw==" crossorigin="anonymous" referrerpolicy="no-referrer" />
    <title>Anubandh</title>
</head>
<style>
    table, th, td {
      border: 1px solid black;
      border-collapse: collapse;
      
    }
  </style>
<body>
    <h2 style="text-align: center; text-decoration: underline;">अनुबंद पत्र </h2>
    <div style="padding-left: 10px;padding-right: 10px; font-size:18px;">
    <p>पार्टी नं 1 - यु.के. कांसेप्ट डिजाईनर (प्रोप्राइटर मोहित सोलंकी) पता- आफिस न. 441, 4th फ्लोर, सर्विस लिफ्ट के पास, मेग्नेटो मॉल, लाभांडी, रायपुर (छ.ग.) मोबाईल न. 7898716164 पान. न. CGGPS3467M आधार न. 312168337474 ई-मेल - planner.mohit12@gmail.com</p>    
    <p>पाटी नं 2- </p>
    <table style="width:100%">
        <tr>
            <td>नाम</td>
            <td><?php echo $client_info[0]->client_name ?? ""; ?></td>
            <td>c/o <?php echo $client_info[0]->spouse_name ?? ""; ?></td>
            <td>उम्र <?php echo $client_info[0]->age ?? ""; ?> वर्ष</td>
        </tr>        
        <tr>
            <td>पता</td>
            <td>घर नंबर <?php echo $p_addr['p_hno'].', '.$p_addr['p_street'].', '.$p_addr['p_landmark'].', '.$p_addr['p_city']; ?></td>
            <td>पिनकोड - <?php echo $p_addr['p_pincode'];?></td>
            <td>प्रान्त - <?php echo $p_addr['p_state'];?></td>
        </tr>
        <tr>
            <td>पेशा</td>
            <td><?php echo $client_info[0]->occupation ?? ""; ?></td>
            <td>मोबाइल - <?php echo $client_info[0]->mobile_no ?? ""; ?></td>
            <td>ईमेल - <?php echo $client_info[0]->email_id ?? ""; ?></td>
        </tr>
        <tr>
            <td>पैन नंबर</td>
            <td><?php echo $client_info[0]->pan_no ?? ""; ?></td>
            <td>आधार नंबर - <?php echo $client_info[0]->aadhar_no ?? ""; ?></td>
            <td>&nbsp;</td>
        </tr>
        <tr>
            <td colspan="4">&nbsp;</td>

        </tr>
        <tr>
            <td>वर्तमान पता -</td>
            <td>घर नंबर <?php echo $r_addr['r_hno'].', '.$r_addr['r_street'].', '.$r_addr['r_landmark'].', '.$r_addr['r_city']; ?></td>
            <td>पिनकोड - <?php echo $r_addr['r_pincode'];?></td>
            <td>प्रान्त - <?php echo $r_addr['r_state'];?></td>
        </tr>
        <tr>
            <td>ऑफिस पता -</td>
            <td>घर नंबर - <?php echo $o_addr['o_hno'].', '.$o_addr['o_street'].', '.$o_addr['o_landmark'].', '.$o_addr['o_city']; ?></td>
            <td>पिनकोड - <?php echo $o_addr['o_pincode'];?></td>
            <td>प्रान्त - <?php echo $o_addr['o_state'];?></td>
        </tr>   
    </table>


    <p>आज दिनांक <?php echo $aggr_date; ?> को पार्टी  नं. 1 व 2 के मध्य भवन निर्माण करने बाबत निम्नलिखित अनुबंध किया गया हैं :-</p>
    <br>
    <h4 style="text-align: center;">COLUMN A</h4>
    <p style="text-align: center;">अनुबंध के पूर्ववर्ती ड्राइंग कार्यों के लिए अग्रिम राशि का भुगतान पार्टी नंबर 2 द्वारा किया जाएगा:</p>
    <table style="width:100%">
        <tr>
            <td>पार्टी</td>
            <td>भुगतान का प्रकार</td>
            <td><?php echo $trans_detail[0]->payment_mode; ?></td>
            <td>भुगतान तिथि - <?php echo $payment_date; ?></td>
        </tr>
        <tr>
            <td>राशि</td>
            <td><?php echo number_format($trans_detail[0]->paid_booking_amt); ?></td>
            <td>शब्दों में - <?php echo ucwords($booking_amt); ?> Only</td>
            <td>ट्रांसेक्शन संख्या - <?php echo $trans_detail[0]->trans_id; ?></td>
        </tr>
    </table>
    <br>
    <?php 

    $col_head = "";
    $temp = "";
    $opt = "";
    $rcnt = 0; // Initialize row count

    echo '<table style="width:100%">'; // Start the table outside the loop

    foreach ($cdata as $key => $val) {

        $qry = "SELECT * FROM bkf_aggrement_column WHERE id = $key";
        $res = $CI->Master_model->getCustom($qry)[0];

        if ($val == "YES") {
            $opt = "हाँ";
        } else {
            $opt = "नहीं";
        }

        if ($res->column_name != $temp) {
            echo '<tr>';
            echo '<td colspan="3" style="text-align: center; border-left: none; border-right: none;"><h4>COLUMN ' . $res->column_name . '</h4></td>';
            echo '</tr>';
            $rcnt = 0;
        }
        echo '<td width="33%" style="padding: 5px;">' . $res->column_desc . '<span style="color: red; font-weight: bold;">&nbsp;[ ' . $opt . ' ]</span></td>';
        $rcnt++;    
        // Check if three columns have been displayed
        if ($rcnt == 3) {
            echo '</tr>'; // Close the current row
            $rcnt = 0; // Reset row count
        }
        $temp = $res->column_name;
    }

    // Close the table if it's still open after the loop
    if ($rcnt > 0) {
        echo '</tr>';
    }

echo '</table>'; // Close the table

    ?>

    <br><br><br>

    <table style="width:100%">
        <tr>
           <td>भुगतान की रिसीट और कॉपी देने का वादा किया गया <span style="color: red; font-weight: bold;">हाँ</span></td>
           <td>नामांकन निर्धारित अंशानुसार है, यदि निर्धारित कार्य कराना हो तो संपादक को जाना है <span style="color: red; font-weight: bold;">हाँ</span></td>
           <td>इनमांणण निर्धारित अनुषंग पर बनवा कर हिसाब करके इनमांण कायदा हेतु देखें <span style="color: red; font-weight: bold;">हाँ</span></td>
        </tr>
        <tr>
            <td>अनुबंधानुसार पानी के लिए पानी की आपूर्ति पाठी नंबर 2 द्वारा की जाएगी <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td>पानी सप्लाई की मोटर लगाकर दी जाएगी <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td>आग बुझाने की सुविधा को देखें <span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
         <tr>
            <td>किसी भी आकार की सरकारी, अदालती, अन्य संगठन, इन सभी से कार्यवाही करने में शामिल हैं <span style="color: red; font-weight: bold;">नहीं</span></td>
            <td>लिफ्ट <span style="color: red; font-weight: bold;">नहीं</span></td>
            <td>फायर फाइटिंग <span style="color: red; font-weight: bold;">नहीं</span></td>
         </tr>
         <tr>
            <td>रेन वॉटर <span style="color: red; font-weight: bold;">नहीं</span></td>
            <td>हवाई अड्डे <span style="color: red; font-weight: bold;">नहीं</span></td>
            <td>यदि अनुबंध पूर्णित होने के बाद अनुबंध financial year में या उसके बाद कभी भी सरकार द्वारा अनुबंध तिथि तक कोई भी टैक्स लगाया जाता है या वर्तमान टैक्स में बदलाव किया जाता है तो उसे पाठी नंबर 2 वहन करेगा। <span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
    </table>

    
    <p>इनमांणण कायदा का विवरण:</p>
    <table style="width:100%">
        <tr>
        <td>पता</td>
        <td></td>
        <td>तहसील -</td>
        <td>जिला -</td>
        </tr>
        <tr>
            <td>खसरा नंबर</td>
            <td></td>
            <td>प.ह.नंबर</td>
            <td></td>
        </tr>
        <tr>
            <td>भूमि</td>
            <td>वर्गफ़ीट</td>
            <td>कुल इनामी राशि (SBA)</td>
            <td>वर्गफ़ीट</td>
        </tr>
        <tr>
            <td>भू-तल</td>
            <td>वर्गफ़ीट</td> 
            <td>निर्धारित अनुसार</td>
        </tr>
        <tr>
            <td>उच्चतम तल</td>
            <td>वर्गफ़ीट</td> 
            <td>निर्धारित अनुसार</td>
        </tr>
        <tr>
            <td>द्वितीय तल</td>
            <td>वर्गफ़ीट</td> 
            <td>निर्धारित अनुसार</td>
        </tr>
        <tr>
            <td>तृतीय तल</td>
            <td>वर्गफ़ीट</td> 
            <td>निर्धारित अनुसार</td>
        </tr>
    </table>

    <br>
    <h4 style="text-align: center;">COLUMN E</h4>
    <p>कुल लागत:</p>
    <table style="width:100%">
        <tr>
        <td>ड्राइंग + VR</td>
        <td>₹</td>
        <td>छूट</td>
        <td>₹</td>
        <td>अन्य खर्च</td>
        <td>₹</td>
        </tr>
        <tr>
            <td>भू-तल</td>
            <td>₹</td>
            <td>उच्चतम तल</td>
            <td>₹</td>
            <td>द्वितीय तल</td>
            <td>₹</td>
        </tr>
        <tr>
            <td>तृतीय तल</td>
            <td>₹</td>
            <td>बाउंडरीवाल</td>
            <td>₹</td>
            <td>कुल लागत</td>
            <td>₹</td>
        </tr>
        <tr>
            <td>कुल अनुबंधित राशि:</td>
            <td>₹</td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>कुल अनुबंधित राशि:</td>
            <td>₹</td>
            <td colspan="4"></td>
        </tr>
    </table>

    <br>
    <h4 style="text-align: center;">COLUMN F</h4>
    <table style="width:100%">
        <tr>
           <td>इंटरलॉकिंग टाइल के नीचे लेवल भूमि से ही 2 फीट <span style="color: red; font-weight: bold;">हाँ</span></td>
           <td>कॉलम – बीम सेवा लेवल तक<span style="color: red; font-weight: bold;">हाँ</span> </td>
           <td>इंटरलॉकिंग भराई भूमि से 1 फीट-6 इंच ऊंचा किया जाएगा, अतिरिक्त भराई पाठी नंबर 2 से 35/- वापसीयोग्य शिफ़्ट से अनुबंध <span style="color: red; font-weight: bold;">हाँ</span></td>
        </tr>
        <tr>
            <td>बेस सड़क <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td>कॉलम बीम के नीचे सबसे निचले तल तक<span style="color: red; font-weight: bold;">हाँ</span> </td>
            <td>ऊपर रहेगा <span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
         <tr>
            <td>से अतिरिक्त भुगतान करेगा <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td>वॉल में इलेक्ट्रिक पाइप कायदा में शामिल है <span style="color: red; font-weight: bold;">नहीं</span></td>
            <td>फिनिशिंग कायदा मटेरियल सीलिंग में दी गई मटेरियल अनुसार अनुबंधित काम में शामिल है <span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
         <tr>
            <td>2.5 इंच x 5 इंच की चौकट कायदा में शामिल है <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td>खिड़की में एम.एस. की फ्रेम का कायदा अनुबंध में शामिल है <span style="color: red; font-weight: bold;">हाँ</span> </td>
            <td>पेरिफ़ेट वॉल रेड ब्रिक की एलिवेशन अनुसार रहेगी <span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
         <tr>
            <td>अंदर बाहर रंगबिरंगी पट्टियों में शामिल है <span style="color: red; font-weight: bold;">हाँ</span></td>
           <td colspan="2"></td>
         </tr>
    </table>

    <br>
    <h4 style="text-align: center;">COLUMN G</h4>
    <p>विनिश्चित कार्य सूची में मात्रियल सीच में दी गई दिशा के तहत मात्रियल अनुसार अनुबद्ध होता है। (कॉलम - एन के अनुसार) <span style="color: red; font-weight: bold;">हाँ</span></p>

    <br>
    <h4 style="text-align: center;">COLUMN H</h4>
    <p>निर्दिष्ट कार्यानुसार अनुबंध में शामिल है / नहीं है</p>
    <table style="width:100%">
        <tr>
            <td >बंद फिलिंग भूमि से 1’-0” ऊँची <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td >बाउंडरी वॉल 6 फुट ऊंची<span style="color: red; font-weight: bold;">हाँ</span> </td>
            <td>सेटबैक टाइल (जिसका माप SBA में जोड़ा जाएगा)<span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
         <tr>
             <td >बंदवालथ के बाहर निर्देशानुसार टाइल्स कायदा में शामिल होगा <span style="color: red; font-weight: bold;">हाँ</span></td>
             <td >मेन गेट बाउंडरी वॉल में<span style="color: red; font-weight: bold;">हाँ</span> </td>
             <td>बाहर निर्देशानुसार इलेक्ट्रिकल कायदा में शामिल है <span style="color: red; font-weight: bold;">हाँ</span></td>
          </tr>
          <tr>
             <td >छत पर भू-जलित पानी की टंकी 3000 लीटर की रहेगी <span style="color: red; font-weight: bold;">हाँ</span></td>
             <td >पानी की टंकी की माप SBA में जोड़ा जाएगा <span style="color: red; font-weight: bold;">हाँ</span> </td>
             <td></td>
          </tr>
          
     </table>

    <br>
    <h4 style="text-align: center;">COLUMN I</h4>
    <p>इनआउट के बाहर निर्दिष्ट कानूनानुसार अनुबंध में शामिल है / नहीं है</p>
    <table style="width:100%">
        <tr>
            <td >ऑटोकैड ड्राइंग अनुसार लगभग बनेगा <span style="color: red; font-weight: bold;">हाँ</span></td>
            <td >माटेरियल<span style="color: red; font-weight: bold;">हाँ</span> </td>
            <td>कहाँ बनेगा - ड्राइंग अनुसार<span style="color: red; font-weight: bold;">हाँ</span></td>
         </tr>
         <tr>
             <td >फाइबर सीलिंग कानूनानुसार शामिल है <span style="color: red; font-weight: bold;">हाँ</span></td>
             <td >इसमें<span style="color: red; font-weight: bold;">हाँ</span> </td>
             <td>बाउंडरी वॉल ऑटोकैड डिजाइन कानूनानुसार शामिल है <span style="color: red; font-weight: bold;">हाँ</span></td>
          </tr>
          <tr>
             <td >छत पर भू-जलित पानी की 3000 लीटर की टंकी रहेगी <span style="color: red; font-weight: bold;">हाँ</span></td>
             <td >पानी की टंकी का माप SBA में जोड़ा जाएगा <span style="color: red; font-weight: bold;">हाँ</span> </td>
             <td></td>
          </tr>
          
     </table>
     
   

    
    <br>
    <h4 style="text-align: center;">COLUMN J</h4>
    <p>इंटीरियर डिजाइन कानूनानुसार कानूनानुसार कानूनानुसार अनुबंध में शामिल है / नहीं है:- (इंटीरियर का किसी भी रूप का कानूनानुसार अनुबंध में समानता नहीं है।)
    </p>

    <br>
    <h4 style="text-align: center;">COLUMN K</h4>
    <p>
        १. यह एक पाटी नंबर १ पाटी द्वारा पाटी नंबर २ को अनुबंधानुसार आइटमों को पाटी नंबर २ या उसके प्रतिनिधि को सेलेक्शन करके उसकी सहायता प्राप्त करने का नियम है। भवन निर्माण में पाटी नंबर १ का उपयोग करेगा, उन सामानों के माध्यम से जिनका मूल्य फेयर और चर्ज कंपनी दे रही है, उसका दावा और ज़िम्मेदारी पाटी नंबर २ वहां ले रही है। पाटी नंबर १ पाटी नंबर २ के संगठन और पसंद के आधार पर खरीद कर पाटी नंबर २ की इच्छा पर भवन निर्माण में लगा रही है। <br><br>
        २. यह एक पाटी नंबर २ के भवन में उपयोग होने वाले मटेरियलों का विवरण मटेरियल लिस्ट में है के अनुसार रेत, पत्थर, टाइल्स, सीमेंट, लोहा, प्लास्टिक व सेनेटरी सामान, खिड़की व दरवाजे, कोच, टायर/ट्यूब, सभी आइटमों का विवरण F & M कॉलम में दिखाते हुए दिशा अनुसार कार्य किया जाना है।<br><br>

        ३. यह अनुबंध पाटी नंबर १ और पाटी नंबर २ के मध्य में जो बात को यह तय करके किया है, कि अनुबंधित राशि में पाटी नंबर २ द्वारा तय किए गए मटेरियल का विवरण कॉलम F & M मटेरियल लिस्ट अनुसार है, उन आइटमों में कुछ में कंपनियों के नामों के साथ उल्लेख करके तय किए गए हों तो उन सामानों को पाटी नंबर २ या उसके प्रतिनिधि के साथ पाटी नंबर १ या उसके प्रतिनिधि के माध्यम से खरीदकर अपने भवन में लगवा रही है, जिसका उपयोग पाटी नंबर २ के भवन में होगा।<br><br>
        
        ४. यह कि भवन में सामान लगने के बाद पाटी नंबर २ का किसी आपूर्ति का दावा या अपील मान्य नहीं होगी, क्योंकि पाटी नंबर १ को मटेरियल के विषय में जितना अनुभव और जानकारी है और सामान खरीदते समय दुकानदार से चेक करवाकर सभी बातें पाटी नंबर २ ने समझ कर अपनी सहायता दी तभी उपयोग किया जा रहा है। पाटी नंबर १ सामानों के नाम या विशेषता नहीं है, मान्यता पाटी नंबर १ की माध्यम से खरीद कर विनम्रता में मटेरियल खरीदवाया है।<br><br>
        
        ५. यह कि अनुबंधित भुगतान पर भवन में से लेकर भुगतान क्वांटिटी पाने तक अनुबंध के दिन ही पाटी नंबर २ ने अपनी भुगतान करने, विवेश करने, अनुबंधित नक़ली से अतिरिक्त चौकीदार का कमरा व टॉयलेट व कार्यालय पर गैर कानूनी गतिविधियों को रोकने का इंजाम पाटी नंबर १ के पास सुरक्षित रहे इसकी अनुमति पाटी नंबर २ पाटी नंबर १ को भवन में निर्धारण पर होने तक के लिए इस अनुबंध के माध्यम से अनुबंध की तिथि को ही सौंप दिया है, निर्माण गतिविधियों में पाटी नंबर १ को या उसका प्रत<br><br>
(अ) - अनुबंध के पचात पाटी न. 1 अन  ुबंध की समाित पर पाटी नं. 2 पाटी  न. 1 से िलिखत म अन  ुबंध समाती ात करने
पर या पाटी नं. 1 के ारा पाटी  नं. 2 को िलिखत म अन  ुबंध की समाती की सचना भेजने के पचात पाटी ू नं. 1 का वेष 
करने की अनुमित का अिधकार काय थल से समात हो जावेगा भले ही काय पणू  या अधरा हो एवं अिधकार समाित ू
पचात पाटी नं. 2 के थल की स  रा व रख रखाव की जवाबदारी पाटी ू नं. 1 की नहीं होगी | <br><br>
(ब) - अनुबंध पचात अनुबंिधत कायकाल म उत थान पर पाटी न. 2 एवं पाटी  नं. 2 का इंजीिनयर या अिधक  ृत यित
िजसका िववरण पाटी नं. 2 पाटी  नं. 1 को ेिशत कर जानकारी उपध करायेगी के अितिरत अय कोई भी वक  र या
यित पाटी न. 1 की अन  ुमित के िबना वेष नहीं करेगा और ना ही कोई काय करेगा िजससे काय थल पर अनािधकृत काय
ना हो |<br><br>
(स) - यह िक अनुबंध के कालम L अनुसार जहां तक के काय के िलए भुगतान पाटी नं. 1 ात कर लेगी उसके पचात काय  
थल पर बचे मटेिरयल पर पाटी नं. 1 का अिधकार होगा व बचे मटेिरयल को ले जाने बाबत पाटी  नं. 2 से िकसी भी कार िक 
अनुमित/ सचना की आवयकता िक अिनवाय ू ता नहीं होगी, पाटी नं. 1 जैसा चाहे उपयोग करे पाटी  नं. 2 को कोई आपि 
नहीं और ना ही पाटी नं. 2 का कथन िक काम अध  रा है, उसने मटेिरयल के िलए भ ू ुगतान िकया है, उसकी भिम पर मटेिरयल ू
है इसिलए उसका अिधकार है, इयािद इयािद कथन पाटी नं. 1 पर बंधनकारी नहीं हगे, पाटी  नं. 1 प  णू तः वतं रहेगी |<br><br>
(द) - यह िक पाटी नं. 2 िकही भी कारणो से काय   अधरा करवा कर बंद करवाती है तो कालम L म दिष ू त रािष के अितिरत 
कुल लागत का 5% (पांच ितषत) पाटी नं. 1 की थापना खच   देना होगा तभी अनुबंध समाित होगी लेिकन थापना
लागत मे CCTV कै मरा, चौिकदार टोर कमरा पाटी नं. 2 के स  पू दू  िकया जावेगा  यिद काय पणू  िकया गया तो कोई
थापना यय देय नहीं होगा | <br><br>
६. यह एक पाटी नंबर २ के भवन निर्माण में लागत को दो भागों में बांटा गया है। प्रथम मटेरियल ७०% और द्वितीय लेबर व अन्य के लिए ३०% कोटिशियों में निर्धारित किया गया है। कार्य काल में निर्दिष्ट राशि के दिनांक पर भुगतान देना अनिवार्य है।<br><br>

७. यह कि पाटी नंबर २ किसी सामान को थोक में खरीदने के लिए सहमत होती है, तो थोक सामान की राशि का पूर्ण भुगतान पाटी नंबर २ पाटी नंबर १ को तुरंत करेगी तभी पाटी नंबर १ सामान खरीदी का आदान-प्रदान करेगी।<br><br>

८. यह कि यदि कोई सामान थोक में आता है, तो कालम L में निर्दिष्ट काम में देय राशि में से कंडका ६ अनुसार मटेरियल की राशि कटौती करने के पश्चात बची राशि का भुगतान करना अनिवार्य रहेगा। उदाहरण से ऐसे समझा जा सकता है कि कालम L में मानलो १०००/- की राशि तय है, उसमें से ६००/- मटेरियल की राशि थोक सामान की राशि से घटाने के पश्चात ४००/- की राशि भुगतान देय रहेगी।<br><br>

९. यह कि अनुबंध में लगने वाले मटेरियल में उतार-चढ़ाव से पाटी नंबर २ का कोई संबंध नहीं होगा। अनुबंधित तय मटेरियल लिस्ट अनुसार दर में पाटी नंबर १ मटेरियल खरीद उपयोग करेगी और पाटी नंबर २ से कोई हिसाब-पुस्ता मांगने का अधिकारी नहीं होगी।<br><br>

१०. यह कि कालम L अनुसार प्रोटेस्ट डेटे ड चेक इनयत तारीख से एक माह तक नहीं मिले तो जिस स्थिति तक काम हो सका है, उसे ही पूरा माना जावेगा और उस स्थिति तक का भुगतान यदि बकाया रहता है तो उसे पाटी नंबर २ पाटी नंबर १ को करने के लिए बोझित है। लेकिन पाटी नंबर २ का आगे के काम को पूरा कराने का अधिकार समाविष्ट हो जाएगा इसलिए भुगतान के आभाव में पाटी नंबर १ काम आगे नहीं बढ़ाएगी। यह कि पाटी नंबर १ व पाटी नंबर २ अनुबंध की सभी शर्तों का पालन करते हैं और यदि किसी आपदा उदाहरण के लिए जैसे कोविड-१९ इत्यादि के कारणवश पाटी नंबर १ या पाटी नंबर २ में अनुबंध की कंडका (५) के (स), (द), (क), (ख), (ग), व (घ) की शर्तों का पालन करने में असमर्थ होते हैं और यदि ऐसी जटिल परिस्थिति उत्पन्न हो जाती है जिससे काम बंद करना पड़ा तो उस स्थिति में दोनों पाटी आपस में बैठकर या संयुक्त मालिकता करने में उचित निराकरण निकालकर अनुबंध में संशोधन किया जा सकेगा, और यदि निमाई राशि में मात्रिमानित व मटेरियल की बढ़ी दर के कारण जहां तक भुगतान किया है, उसके पश्चात बची राशि पर २०% अतिरिक्त राशि एवं काम बंद के विवत सुरक्षा गाड़ की तंखा काम बंद से शुरू करने तक के समय की राशि के साथ दोनों राशि को मिला कर जो राशि बनेगी, उसका भुगतान पाटी नंबर २ पाटी नंबर १ को अनुबंध में तय शर्तों के अनुसार पूर्ण कर बचा काम करा सकती है। <br><br>

(अ) - यदि काम एक माह बंद रहता है तो बकाया काम शुरू करने के लिए पाटी नंबर २ पंच वित्तिष्ठ अतिरिक्त राशि का भुगतान कर पुनः काम शुरू कराया जा सकेगा। <br><br>

(ब) - यदि बंद काम एक माह से छह माह तक के समय में पुनः शुरू कराने की इच्छुकता है तो अनुबंध राशि के साथ १० (दस) वित्तिष्ठ पाटी नंबर २ अतिरिक्त राशि का भुगतान कर काम शुरू कराया जा सकेगा। <br><br>

(स) - यदि बंद काम छह माह से एक वर्ष के माध्यमिक अवधि तक के समय म<br><br>

कृपया नमूना 11 से 19 का अनुवाद हिंदी में निम्न रूप में दिया गया है:

11. यदि पाठी नंबर 1 पाठी नंबर 2 का काम अनुबंधित समय से पहले करती है, तो पाठी नंबर 1 अनुबंधित काम का भुगतान उस काम के अनुबंधित समय से पहले पायेगी | यदि पाठी नंबर 2 के पास रिश्वत का अभाव है, तो आगे काम जारी रखने के लिए कानूनी मार्ग से निर्धारित समय तक पाठी नंबर 1 पाठी नंबर 2 से आगे काम के पेंचे अग्रेषित चेक लेकर काम जारी रखना नहीं रखना पाठी नंबर 1 की इच्छा पर निभा सकेगी पाठी नंबर 1 को बायांता नहीं होगी |<br><br>

12. यदि दिए गए चेक की तारीख पर चेक का भुगतान नहीं होने पर पांच सौ पंद्रह दिन अतिरिक्त चेक भेजने तक पाठी नंबर 1 को पाठी नंबर 2 देगी, जिसका अधिकतम समय 30 दिन होगा, लेकिन भुगतान के अभाव में काम बंद रहेगा और 30 दिन में भुगतान नहीं होता है तो भुगतान होने तक काम बंद के साथ पाठी नंबर 1 पाठी नंबर 2 को कायम रखने की हकदार है।<br><br>

13. यह कंडका 6, 7, 8, 9, 10, 11, 12 को पाठी नंबर 2 का अर्थात् निर्माण आपूर्ति से अलगीभूत इकाईयां समान ढंग से आदान-प्रदान किया गया है, जिसके लिए अनुबंध करने के साथ अपनी पहचान सहित दी गई है।<br><br>

14. यह कंडका पाठी नंबर 1 और पाठी नंबर 2 के मध्य यह संबंध अनुबंध है, कि पाठी नंबर 2 विशेषक आइटमों का उपयोग कर रही है, जिसका वयंय देखरेख में उपयोग करा रही है, इसलिए यदि कोई विवाद होता है तो उसका निराकरण मांगने वाले न्यायिक सिविल अदालत (छत्तीसगढ़) में ही होगा ना, कि उपभोक्ता अदालत में (उपभोक्ता व सिविल अदालत का परिणाम पाठी नं।। 2 को है इसलिए पाठी नं। 2 दे रही है)। यह पाठी नंबर 1 और 2 ने मिलकर आपसी सहितता दी है, जिस पर पाठी नंबर 1 व 2 रहेंगे। यदि पाठी नंबर 2 इस कंडका के विपरीत अनुपयोग में जानबूझकर दावा करेगी तो पाठी नंबर 1 अनुबंधित रिश्वत के 20 प्रतिशत रिश्वत के बराबर सिविल व

ाद के माध्यम से वाद लाकर दावा करने की हकदार है, इसके लिए पाठी नंबर 2 शपथ पत्र वोंका कथन कर देने का वादा करती है।<br><br>

15. यह कंडका पाठी नंबर 2 भवन का इंटीरियर डिजाइन का केयकप विशेषक आलोचना द्वारा बनाकर दिखाने का आदेश में बनाएगी। केयकप्टर में बनाकर खुद के केयकटर में ही दिखाएगी कि इंटीरियर की डिजाइन कैसा रहेगा। केयकपटर में बनाकर खुद के केयकटर में ही दिखाएगी कि इंटीरियर की डिजाइन कैसा रहेगा। यदि पाठी नंबर 1 इंटीरियर डिजाइन कायदा फीस के करती है, तो वह डिजाइन पाठी नंबर 2 पाठी नंबर 1 से मांगने की अधिकारी नहीं रहेगी और ना ही पाठी नंबर 2 पाठी नंबर 1 को वह डिजाइन देने के लिए किसी भी आलोचक से बायां करेगी। डिजाइन मांग पाठी नंबर 1 से वक्तेएजेट कराने पर ही दी जा सकेगी।<br><br>

16. यह कंडका पाठी नंबर 2 को यह बताया गया है कि बाउंडरीवॉल के बाहर किसी भी उपकार का कायदा, साफ-सफाई या नाली इत्यादि को कवर करना कायदा अनुबंध में शामिल नहीं है, केवल रेप का कायदा सिमिलत है। भवन में किसी उपकार का पेंट व पुट्टी का कायदा अनुबंध में शामिल नहीं है।<br><br>

17. यह कंडका पाठी नंबर 2 भवन की आंतरदेशीय डिजाइन का केयकप्टर में बना कर दिखलाने का केयकटर में ही देखाएगी कि आंतरदेशीय की डिजाइन कैसा रहेगा। केयकटर में बना कर खुद के केयकप्टर में ही देखाएगी कि आंतरदेशीय की डिजाइन कैसा रहेगा।<br><br>

18. यह कंडका पाठी नंबर 2 भवन में कितने फ्लोर की व्याप्ति का बनवाना चाहता है, वह तय कर अनुबंध करता है, तो पाठी नंबर 1 उसी तय व्याप्ति अनुसार अनुबंध की लागत तय कर भवन का निर्माण करेगी, यदि पाठी नंबर 2 ने अनुबंध पूरा नहीं करने में असफल रहती है, तो गारंटी वारंटी समेत (जिसमें प्राइवेटकल में टेनयेशन नॉटिस भाठी नं। 2 समय समय पर वायंय करेगी, यदि में टेनयेशन नॉटिस ू नं। 2 के प्रतीषत आर्थिक भुगतान करेगी, यदि में टेनयेशेन नॉट<br><br>

िस ू करने में असफल रहती है, तो गारंटी वारंटी समेत हो जायेगी) हो जायेगी व पाठी नंबर 1 भवन की गुणवत्ता व गारंटी के लिए किसी आलोचक से उत्तरदायी नहीं होगा। यह कंडका भवन के उन स्थानों पर जो रोड लेवल से नीचे निर्माण किए गए हों पर किसी आलोचक का पेंट व पुट्टी का कायदा सिमिलत नहीं है।
    </p>

    <br>
    <h4 style="text-align: center;">COLUMN L</h4>
    
    <p>भुगतान लिखित जिसके अग्रिम भुगतान / चेक का बॉनुस होने की संभावित तिथि से आठ दिन पश्चात दिये जाने हैं:</p>
    <table style="width:100%">

        <tr>
            <td>कुल क्षेत्रफल</td>
            <td>₹</td>
            <td>प्रति वर्ग फीट</td>
            <td>₹</td>
         </tr>
         <tr>
             <td>कुल सीमांकन</td>
             <td>₹</td>
             <td>चल रहे फीट</td>
             <td>₹</td>
          </tr>
          <tr>
             <td>सीमांकन दीवार</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>ऊचाई</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>बाहरी क्षेत्र विकास</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>मॉड्यूलर रसोई</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>मॉड्यूलर रसोई</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>छूट</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>कुल परियोजना लागत</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>समझौते के अनुसार अग्रिम राशि</td>
             <td>₹</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>परियोजना की अवधि महीनों में</td>
             <td>12</td>
             <td></td>
             <td></td>
          </tr>
          <tr>
             <td>ग्राउंड फ्लोर क्षेत्र</td>
             <td>पहले मंजिल क्षेत्र</td>
             <td>दूसरी मंजिल क्षेत्र</td>
             <td>तीसरी मंजिल क्षेत्र</td>
          </tr>
          <tr>
             <td>₹</td>
             <td>₹</td>
             <td>₹</td>
             <td>₹</td>
          </tr>
     
         
         
     </table>
     

    <br>
    <h4 style="text-align: center;">COLUMN M</h4>
    <p>प्रदर्शित का द्योतक परीक्षण और भूमिका के लिए लवज्ञान प्राप्त करना होगा |
        मटे िरयल की वैधता और दर विवरण सिच का विवरण निम्नानुसार होगा |</p>
    <p>पाटी नंबर 2 के अनुसार निम्नानुसार वैधता के निर्देशित सामानों की सिच सभी आइटम अधिकतम रेटेल लाइसेंस जिसमें लाइटिंग लीटर जुड़े हुए हैं जैसे के साथ साइट पहुंच भाड़ा शामिल है जिसके अनुसार क्या किया जाना है।
        </p>
    <table style="width:100%">

        <tr>
            <td>1</td>
            <td>उपकरण</td>
            <td>ISO / ISI किसी भी कंपनी का</td>
            <td>आधिकारिक टेक्निकल इंजीनियर अनुसार</td>
         </tr>
         <tr>
             <td>2</td>
             <td>लोहा</td>
             <td>Kamdhenu</td>
             <td>आधिकारिक टेक्निकल इंजीनियर अनुसार</td>
          </tr>
          <tr>
             <td colspan="4">टाटा टीएमको के लिए अतिरिक्त भुगतान पाटी नंबर 2 देगी</td>
          </tr>
          <tr>
             <td>2</td>
             <td>लोहा</td>
             <td>Kamdhenu</td>
             <td>आधिकारिक टेक्निकल इंजीनियर अनुसार</td>
          </tr>
          <tr>
             <td>2</td>
             <td>लोहा</td>
             <td>Kamdhenu</td>
             <td>आधिकारिक टेक्निकल इंजीनियर अनुसार</td>
          </tr>
     </table>
     

    <br>
    <h4 style="text-align: center;">COLUMN N</h4>
    <p>भुगतान िलट िजसके अगीम भुगतान / चैक काय पणू  होने की संभािवत िदनांक से आठ िदन पवू िदये जाने ह :-</p>
    <table style="width:100%">
        <tr>
            <th>Item Details</th>
            <th>Premium</th>
        </tr>

        <tr>
           <td>Structure</td>
           <td>Structure</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        <tr>
            <td>Bricks</td>
            <td>Fly ash /Red bricks*</td>
        </tr>
        
        
    </table>

    <br>
    <h4 style="text-align: center;">COLUMN M</h4>
    <p style="text-align: center; text-decoration: underline;">Schedule Annexure "A"</p>
    <p style="text-align: center;">अनुबंध के साथ दी गई अग्रिम राशि कार्यान्वयन के लिए मोबिलिटी अग्रिम है।</p>
</div>
</body>
</html>
